{
  "quotes": [{
    "id": 0,
    "quote": "Knowledge will give you power, but character respect.",
    "cite": "Bruce Lee"
  },{
    "id": 1,
    "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
    "cite": "Bruce Lee"
  },{
    "id": 2,
    "quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
    "cite": "Bruce Lee"
  },{
    "id": 3,
    "quote": "Mistakes are always forgivable, if one has the courage to admit them.",
    "cite": "Bruce Lee"
  },{
    "id": 4,
    "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
    "cite": "Bruce Lee"
  },{
    "id": 5,
    "quote": "The key to immortality is first living a life worth remembering.",
    "cite": "Bruce Lee"
  },{
    "id": 6,
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
    "cite": "Bruce Lee"
  },{
    "id": 7,
    "quote": "If you spend too much time thinking about a thing, you'll never get it done.",
    "cite": "Bruce Lee"
  },{
    "id": 8,
    "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.",
    "cite": "Bruce Lee"
  },{
    "id": 9,
    "quote": "If you love life, don't waste time, for time is what life is made up of.",
    "cite": "Bruce Lee"
  },{
    "id": 10,
    "quote": "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.",
    "cite": "Bruce Lee"
  },{
    "id": 11,
    "quote": "It always seems impossible until its done.",
    "cite": "Nelson Mandela"
  },{
    "id": 12,
    "quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
    "cite": "St. Jerome"
  },{
    "id": 13,
    "quote": "In order to succeed, we must first believe that we can.",
    "cite": "Nikos Kazantzakis"
  },{
    "id": 14,
    "quote": "Always do your best. What you plant now, you will harvest later.",
    "cite": "Og Mandino"
  },{
    "id": 15,
    "quote": "Failure will never overtake me if my determination to succeed is strong enough.",
    "cite": "Og Mandino"
  },{
    "id": 16,
    "quote": "Life is 10% what happens to you and 90% how you react to it.",
    "cite": "Charles R. Swindoll"
  },{
    "id": 17,
    "quote": "Start where you are. Use what you have. Do what you can.",
    "cite": "Arthur Ashe"
  },{
    "id": 18,
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "cite": "C. S. Lewis"
  },{
    "id": 19,
    "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "cite": "Norman Vincent Peale"
  },{
    "id": 20,
    "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "cite": "Ayn Rand"
  },{
    "id": 21,
    "quote": "What you do today can improve all your tomorrows.",
    "cite": "Ralph Marston"
  },{
    "id": 23,
    "quote": "Keep your eyes on the stars, and your feet on the ground.",
    "cite": "Theodore Roosevelt"
  },{
    "id": 24,
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "cite": "Confucius"
  },{
    "id": 25,
    "quote": "We should not give up and we should not allow the problem to defeat us.",
    "cite": "A. P. J. Abdul Kalam"
  },{
    "id": 26,
    "quote": "With the new day comes new strength and new thoughts.",
    "cite": "Eleanor Roosevelt"
  },{
    "id": 27,
    "quote": "Accept the challenges so that you can feel the exhilaration of victory.",
    "cite": "George S. Patton"
  },{
    "id": 28,
    "quote": "If you can dream it, you can do it.",
    "cite": "Walt Disney"
  },{
    "id": 29,
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
    "cite": "Thomas A. Edison"
  },{
    "id": 30,
    "quote": "The secret of getting ahead is getting started.",
    "cite": "Mark Twain"
  },{
    "id": 31,
    "quote": "You can't cross the sea merely by standing and staring at the water.",
    "cite": "Rabindranath Tagore"
  },{
    "id": 32,
    "quote": "Problems are not stop signs, they are guidelines.",
    "cite": "Robert H. Schuller"
  },{
    "id": 33,
    "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "cite": "Confucius"
  },{
    "id": 34,
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "cite": "Sam Levenson"
  },{
    "id": 35,
    "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want. ",
    "cite": "Muhammad Ali"
  },{
    "id": 36,
    "quote": "The way to get started is to quit talking and begin doing.",
    "cite": "Walt Disney"
  },{
    "id": 37,
    "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
    "cite": "Aldous Huxley"
  },{
    "id": 38,
    "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
    "cite": "Lao Tzu"
  },{
    "id": 39,
    "quote": "Aim for the moon. If you miss, you may hit a star.",
    "cite": "W. Clement Stone"
  },{
    "id": 40,
    "quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
    "cite": "Samuel Beckett"
  },{
    "id": 41,
    "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "cite": "Helen Keller"
  },{
    "id": 42,
    "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
    "cite": "Zig Ziglar"
  },{
    "id": 43,
    "quote": "Be kind whenever possible. It is always possible.",
    "cite": "Dalai Lama"
  },{
    "id": 44,
    "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
    "cite": "Thomas Jefferson"
  },{
    "id": 45,
    "quote": "Setting goals is the first step in turning the invisible into the visible.",
    "cite": "Tony Robbins"
  },{
    "id": 46,
    "quote": "Never give up, for that is just the place and time that the tide will turn.",
    "cite": "Harriet Beecher Stowe"
  },{
    "id": 47,
    "quote": "When you reach the end of your rope, tie a knot in it and hang on.",
    "cite": "Franklin D. Roosevelt"
  },{
    "id": 48,
    "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
    "cite": "Robert H. Schuller"
  },{
    "id": 49,
    "quote": "Things do not happen. Things are made to happen.",
    "cite": "John F. Kennedy"
  },{
    "id": 50,
    "quote": "Either you run the day or the day runs you.",
    "cite": "Jim Rohn"
  }]
}
